export const locale = {
  SHARED: {
    HEADER: {
      SEARCH: "ค้นหา",
      MENU: {
        HOME: 'หน้าหลัก',
        HOMEPAGE:{
          NAME: "หน้าหลัก",
        },
        TRIANING: {
          NAME: "หลักสูตรการฝึกอบรม",
          COURSES: "หลักสูตร",
          TRIANING_VEDEO_DOCUMENT: "วิดีโอ และเอกสารประกอบการอบรม",
        },
        TRIANING_PORTFOLIO: "ผลงานผู้เข้าร่วมการอบรม",
        DATABASE: {
          NAME: 'ฐานข้อมูล',
          MEDIA_MASTER: 'ฐานข้อมูลสื่อต้นแบบ',
          MEDIA_TRAINING: 'ฐานข้อมูลสื่อต้นแบบผู้เข้าร่วมอบรม',
          MEDIA_GENERAL: 'ฐานข้อมูลสื่อชุมชน',
          MEMBER_GROUP: 'เครือข่ายศูนย์เรียนรู้ชุมชน',
        },
        FORUM: {
          NAME: 'กระดานแลกเปลี่ยนความรู้'
        },
        CMLC_COLLECTION: {
          NAME: 'ความรู้',
          COURSE_LAW: "กฏหมาย",
          ARTICLE: 'บทความ',
          FORUM: 'กระดานแลกเปลี่ยนความรู้',
        },
        NEWS:{
          NAME: 'ข่าว-ประกาศ',
          MESSAGE: 'ข่าวสาร',
          TRIANING: "กิจกรรมฝึกอบรม",
          GALLERY: 'Gallery',
          CSITEREPORT: 'C-SITE Report',
        } ,


        QUICK_LINK: "Quick Link",
        BOOKING: {
          NAME: 'งานบริการศูนย์',
          EQUIPMENT_BORROWING: 'การยืมอุปกรณ์',
          EQUIPMENT_RETURN: 'การคืนอุปกรณ์',
          STUDIO_BOOKING: 'การจองห้องสตูดิโอ',
          ADVISOR_BOOKING: 'การจองให้คำปรึกษา'
        },
        ABOUT_US: {
          NAME: 'เกี่ยวกับเรา',
          BACKGROUND: 'ความเป็นมา',
          RESPONSIBILITY: 'พันธกิจ',
          OBJECTIVE: 'วิสัยทัศน์',
          TARGET: 'เป้าหมาย',
          STAFF: 'ทีมงาน',
          FAQ: "FAQ",
        },
        CONTACT_US: 'ติดต่อเรา',
      },
      PROFILE: 'โปรไฟล์',
      LOGOUT: 'ออกจากระบบ',
    },
    LOGIN: {
      NAME: 'เข้าสู่ระบบ',
      SUBNAME: 'โปรดตรวจสอบก่อนกดยืนยัน',
      INPUT: {
        EMAIL: 'อีเมล',
        PASSWORD: 'รหัสผ่าน',
        SUBMIT: 'ยืนยัน',
        CANCEL: 'ยกเลิก'
      }
    },
    REGISTER: {
      NAME: 'สมัครสมาชิก',
      SUBNAME: 'โปรดตรวจสอบก่อนกดยืนยัน',
      INPUT: {
        FULLNAME: 'ชื่อ-นามสกุล',
        EMAIL: 'อีเมล',
        PASSWORD: 'รหัสผ่าน',
        SUBMIT: 'ยืนยัน',
        CANCEL: 'ยกเลิก'
      }
    },
    CHANGE_PASSWORD: {
      NAME: 'เปลี่ยนรหัสผ่าน',
      SUBNAME: 'โปรดตรวจสอบก่อนกดยืนยัน',
      INPUT: {
        OLD_PASSWORD: 'รหัสผ่านปัจจุบัน',
        NEW_PASSWORD: 'รหัสผ่านใหม่',
        CONFIRM_PASSWORD: 'ใส่รหัสผ่านใหม่อีกครั้ง',
        SUBMIT: 'ยืนยัน',
        CANCEL: 'ยกเลิก'
      }
    },
    FOOTER: {
      ABOUT_US: {
        TITLE: 'เกี่ยวกับเรา',
        DETAIL: '<p>ศูนย์เรียนรู้สื่อชุมชน มหาวิทยาลัยพะเยา</p><p>Community Media Learning Center</p>'
      },
      SUPPORT: {
        TITLE: 'สนับสนุน',
        DETAIL: '<p>สำนักงานคณะกรรมการกิจการกระจายเสียงกิจการโทรทัศน์ และกิจการโทรคมนาคมแห่งชาติ</p><p>กองทุนวิจัยและพัฒนากิจการกระจายเสียงกิจการโทรทัศน์ และกิจการโทรคมนาคม เพื่อประโยชน์สาธารณะ</p><p>Thai PBS</p><p>มหาวิทยาลัยพะเยา</p><p>คณะบริหารธุรกิจ และนิเทศศาสตร์ มหาวิทยาลัยพะเยา</p>'
      },
      CONTACT_US: {
        TITLE: 'ติดต่อ',
        EMAIL:'cmlcup2020@gmail.com, cmlc.bca@up.ac.th',
        FACEBOOK:'CMLCUP',
        TELEPHONE:'054-466666 ต่อ 1508',
        MOBILE_PHONE:'095-447-1842',
        DETAIL: `ศูนย์เรียนรู้สื่อชุมชน มหาวิทยาลัยพะเยา เลขที่ 19 ม.2 ต.แม่กา อ.เมือง จ.พะเยา 56000`
      },
      OTHER: {
        TITLE: 'อื่นๆ'
      }
    },
    ARTICLE_CARD: {
      MINUTE: 'นาที',
      TOTAL_VIEW: 'รับชม %s ครั้ง'
    },
    FORM_VALIDATION: {
      REQUIRED: 'กรุณากรอกข้อมูล',
      EMAIL_FORMAT: 'กรุณากรอกอีเมลให้ถูกต้อง',
      PASSWORD_NOT_MATCH: 'รหัสผ่านใหม่และยืนยันรหัสผ่านไม่ตรงกัน'
    },
    RESPONSE_MSG: {
      ERROR_OCCURRED: 'ระบบเกิดข้อผิดพลาด',
      SUCCESS_TO_SAVE_DATA: 'บันทึกข้อมูลเรียบร้อยแล้ว',
      FAIL_TO_SAVE_DATA: 'ไม่สามารถบันทึกข้อมูลได้',
      EMAIL_DUPLICATE: 'ขออภัยมีอีเมล์นี้อยู่ในระบบแล้ว',
      USER_NOT_FOUND: 'อีเมล์หรือรหัสผ่านไม่ถูกต้อง',
      INVALID_PASSWORD: 'รหัสผ่านเดิมไม่ถูกต้อง',
      ITEM_ALREADY_BOOKED: 'อุปกรณ์นี้ถูกจองโดยผู้ใช้อื่นแล้ว',
      BOOKING_DUPLICATE: 'ไม่สามารถจองช่วงเวลานี้ได้'
    },
    DIALOG: {
      OK: 'ตกลง',
      SAVE: 'บันทึก',
      CANCEL: 'ยกเลิก',
      CLOSE: 'ปิด',
      SUCCESS: 'สำเร็จ',
      ERROR: 'ล้มเหลว'
    },
    BOOKING: {
      EQUIPMENT_BORROW_STATUS: {
        WAITING: 'กำลังรอนุมัติ',
        RETURNED: 'คืนแล้ว',
        BOOKED: 'กำลังใช้งาน',
        CANCELED: 'ยกเลิก'
      },
      EQUIPMENT_STATUS: {
        WAITING: 'กำลังรอนุมัติ',
        AVAILABLE: 'มีของ',
        BOOKED: 'กำลังใช้งาน'
      },
      STUDIO_BOOKING_STATUS: {
        WAITING: 'กำลังรอนุมัติ',
        RETURNED: 'คืนแล้ว',
        BOOKED: 'จองแล้ว',
        CANCELED: 'ยกเลิก'
      },
      STUDIO_STATUS: {
        WAITING: 'กำลังรอนุมัติ',
        AVAILABLE: 'ว่าง',
        BOOKED: 'จองแล้ว'
      },
      ADVISOR_BOOKING_STATUS: {
        WAITING: 'กำลังรอนุมัติ',
        RETURNED: 'คืนแล้ว',
        BOOKED: 'จองแล้ว',
        CANCELED: 'ยกเลิก'
      },
      ADVISOR_STATUS: {
        WAITING: 'กำลังรอนุมัติ',
        AVAILABLE: 'ว่าง',
        BOOKED: 'จองแล้ว'
      },
    },
    SORT_ORDER: {
      CREATE_DATE: 'เรียงตาม วันที่',
      NAME: 'เรียงตาม ชื่อ'
    },
    OTHER: {
      WARNING_LOGIN: 'กรุณาเข้าสู่ระบบก่อนเพื่อดาว์นโหลดไฟล์'
    }
  },
  HOME: {
    BUTTON_VIEW_MORE: 'ดูเพิ่มเติม',
    VIEW_COUNTER: {
      TOTAL_VIEW: 'ผู้เข้าชมเว็บไซต์รายวัน',
      CONTENT_TITLE: 'ศูนย์เรียนรู้สื่อชุมชน มหาวิทยาลัยพะเยา',
      CONTENT_DETAIL: 'เป็นศูนย์ที่เกิดจากความร่วมมือระหว่าง สาขาวิชาการสื่อสารสื่อใหม่ คณะบริหารธุรกิจและนิเทศศาสตร์ และกองทุนวิจัยและพัฒนากิจการกระจายเสียง กิจการโทรทัศน์ และกิจการโทรคมนาคม เพื่อประโยชน์สาธารณะ (กทปส.) จัดตั้งขึ้นเพื่อให้บริการฝึกอบรมพัฒนาบุคลากรให้มีความพร้อมด้านการผลิตสื่อ ชุมชนและเตรียมความพร้อมให้กับประชาชนในการขอใบอนุญาตการเป็น ผู้ประกอบการโทรทัศน์บริการชุมชน',
      CONTENT_BUTTON: 'อ่านเพิ่มเติม'
    },
    MEDIA_MASTER_LIST: {
      TITLE: 'ฐานข้อมูลรายการต้นแบบ',
      BUTTON: 'ดูเพิ่มเติม'
    },
    MESSAGE: {
      TITLE: 'ข่าวสาร'
    },
    ARTICLE: {
      TITLE: 'บทความต่างๆ'
    },
    TRAINING: {
      TITLE: 'คอร์สฝึกอบรม'
    },
    NEWS: {
      BUTTON: 'อ่านเพิ่มเติม'
    },
    REGISTER: {
      TITLE: 'สมัครสมาชิกเพื่อเข้าร่วม',
      DETAIL: 'เข้าร่วมเป็นสมาชิกของเว็บไซต์ศูนย์สื่อชุมชน',
      BUTTON: 'ลงทะเบียน'
    },
    TRAINING_PORTFOLIO: {
      TITLE: 'ผลงานของผู้เข้าอบรม',
      DETAIL: ' ผลงานของผู้เข้าอบรมทุกคนจะถูกนำเสนอผ่านทางเว็บไซต์ของศูนย์เรียนรู้สื่อชุมชน<br> มหาวิทยาลัย เพื่อเผยแพร่ให้ผู้สนใจได้ติดตามผลงาน'
    },
    MEDIA_MASTER: {
      TITLE: 'ฐานข้อมูลรายการต้นแบบ',
      DETAIL: 'เป็นฐานข้อมูลออนไลน์ที่จัดหาแหล่งเก็บข้อมูล     รายการ และสื่อประเภทต่าง ๆ ที่เกี่ยวข้องกับสื่อชุมชน โทรทัศน์ชุมชนและการเตรียมพร้อมทางด้านการขอรับใบอนุญาตการเป็นผู้ประกอบการโทรทัศน์บริการชุมชน โดยร่วมกับศูนย์บรรณสารและการเรียนรู้ มหาวิทยาลัยพะเยา',
      BUTTON: 'ปิด'
    },
    BOOKING: {
      TITLE: 'การยืมคืนอุปกรณ์ จองห้องสตูดิโอ',
      TITLE2: ' และการให้คำปรึกษา',
      TITLE3: 'การยืมคืนอุปกรณ์ จองห้องสตูดิโอ และการให้คำปรึกษา'
    },
    MEDIA_GENERAL: {
      TITLE: 'ข้อมูลข่าวสารที่เกี่ยวข้อง',
      DETAIL: 'ชุมชนออนไลน์ด้านการจัดทำสื่อชุมชน เป็นสถานที่พบปะ พูดคุยแลกเปลี่ยนความคิดเห็นระหว่างสมาชิกกับคณะทำงาน สมาชิกกับสมาชิก ตลอดจนบุคคลทั่วไปที่สนใจด้านการจัดทำ สื่อชุมชน'
    },
    CMLC: {
      TITLE: 'บรรณานุกรมรายการทรัพยากรสารสนเทศด้านสื่อชุมชน',
      DETAIL: 'รายการบรรณานุกรมสิ่งพิมพ์ที่เกี่ยวข้องกับการจัดทำสื่อชุมชน ประกอบด้วยรายการบรรณานุกรมจากหนังสือวารสารวิทยานิพนธ์ งานวิจัยสื่อสิ่งพิมพ์ออนไลน์ ฯลฯ ซึ่งผู้สนใจสามารถติดตาม ตัวเล่มได้จากสถาบันบริการสารสนเทศนอกจากนี้ยังมีการวิเคราะห์และ รวบรวมข้อมูลเกี่ยวกับกลุ่มสื่อชุมชนที่มีการผลิตนำเสนอและเผยแพร่ เนื้อหาของชุมชนหรือกลุ่มในสื่อออนไลน์และออฟไลน์',
      BUTTON: 'ดูรายละเอียด'
    },
    SUPPORTOR: {
      TITLE: 'ผู้สนับสนุน'
    }
  },
  PROFILE: {
    TITLE: "ข้อมูลส่วนตัว",
    TAB: {
      PROFILE: {
        ACTION: 'แก้ไขโปรไฟล์',
        TITLE: "ข้อมูลส่วนตัว",
        CHANGE_IMAGE: 'เปลี่ยนรูป',
        INPUT: {
          FULLNAME: 'ชื่อ-นามสกุล',
          ID_CARD: 'เลขบัตรประชาชน',
          PHONE_NUMBER: 'เบอร์โทรศัพท์',
          ADDRESS: 'ที่อยู่ปัจจุบัน',
          EMAIL: 'อีเมล',
          PASSWORD: 'รหัสผ่าน',
          CHANGE_PASSWORD: 'เปลี่ยนรหัสผ่าน',
          IS_SUBSCRIBED: 'รับข่าวสารผ่านทางอีเมล',
          SUBMIT: 'บันทึก'
        }

      },
      BOOKING: {
        ACTION: 'การยืมอุปกรณ์และจองใช้สตูดิโอชุมชน',
        TITLE: 'ประวัติการยืมอุปกรณ์และจองใช้สตูดิโอชุมชน',
        TABLE: {
          HEADER: {
            CODE: 'รหัส',
            NAME: 'ชื่อ',
            STATUS: 'สถานะ',
            BORROW_DATE: 'วันที่ยืม',
            BOOKING_DATE: 'วันที่จอง',
            RETURN_DATE: 'วันที่คืน',
            ACTION: 'จัดการ',
          },
          NO_RESULT: 'ยังไม่มีข้อมูล'
        },
        UNBOOKING_DIALOG: {
          TITLE: 'ยกเลิกการจอง',
          TEXT: 'คุณต้องการจะยกเลิกการจองนี้ใช่หรือไม่?',
          BTN_OK: 'ตกลง',
          BTN_CANCEL: 'ยกเลิก',
          RESULT_TITLE: 'สำเร็จ',
          RESULT_TEXT: 'ยกเลิกการจองเรียบร้อยแล้ว'
        }
      },
    }
  },
  SEARCH: {
    TITLE: 'ค้นหา',
    SORT: 'เรียงตาม',
    UPDATE_DATE: 'ปรับปรุงล่าสุด',
    TOTAL_VIEW: 'เข้าชม %s ครั้ง',
    ACTION_MORE: 'ดูเพิ่มเติม'
  },
  TRAINING: {
    TITLE: 'การฝึกอบรม',
    SUBTITLE: `การฝึกอบรมเพื่อการสร้างความรู้ความเข้าใจเกี่ยวกับสื่อชุมชน กฎหมายและขั้นตอนทางกฎหมาย การบริหารจัดการสื่อชุมชน  และทักษะด้านผลิตรายการสำหรับสื่อชุมชน การบริหารจัดการองค์กรสื่อชุมชนในชุมชน กับกลุ่มคนในชุมชนและผู้ที่สนใจให้มีความพร้อมในการผลิตรายการได้ตรงตามความต้องการของชุมชนตามหลักการของสื่อชุมชนและเพื่อจัดเก็บและรวบรวมเนื้อหารายการโทรทัศน์ชุมชนต้นแบบและรายการที่มีคุณภาพสร้างสรรค์เกี่ยวกับชุมชน`,
    NEW_TRAINING: 'การอบรมที่กำลังจะจัดขึ้นเร็วๆนี้',
    LAST_TRAINING: 'การอบรมที่ผ่านมา',
    HEADER: 'การอบรมทั้งหมด',
    ACTION_MORE: 'ดูเพิ่มเติม'
  },
  TRAINING_VIDEO_DOCUMENT: {
    TITLE: 'วิดีโอ และเอกสารประกอบการอบรม',
    SUBTITLE: `ผู้สนใจสามารถติดตามชมวิดีโอการฝึกอบรม และศึกษาข้อมูลเพิ่มเติมได้จากเอกสารประกอบการอบรม`,
    VIDEO: 'วิดีโอการอบรม',
    PLAYLIST:'Playlist วิดีโอ และเอกสารประกอบการอบรม',
    PLAYLIST_VIDEO:'Playlist วิดีโอการอบรม',
    DOCUMENT: 'เอกสารประกอบการอบรม',
    ACTION_MORE: 'ดูเพิ่มเติม'
  },
  TRAINING_VIDEO: {
    TITLE: 'วิดีโอการอบรม',
    SUBTITLE: `สหัชญาณด็อกเตอร์เกรย์น็อก เสกสรรค์วิก สติกเกอร์พลานุภาพโค้ช ซีนพีเรียดไฮบริดสป็อตนิรันดร์ ดยุคเมาท์ฮัลโลวีน
    โปรเจ็คท์เพลย์บอย แทงโก้โมจิสติกเกอร์วอฟเฟิล นิวแอสเตอร์แอพพริคอท `,
    HEADER: 'วิดีโอการอบรมทั้งหมด',
  },
  TRAINING_VIDEO_DETAIL: {
    HEADER: 'วิดีโอการอบรมทั้งหมด',
    TRAINER: 'ผู้อบรม',
    PUBLISH_DATE: 'วันที่เผยแพร่',
    DOWNLOAD_DOCUMENT: 'Download เอกสาร',
    TOTAL_DOWNLOAD: 'จำนวน download %s ครั้ง',
  },
  TRAINING_DOCUMENT: {
    TITLE: 'เอกสารประกอบการอบรม',
    SUBTITLE: `สหัชญาณด็อกเตอร์เกรย์น็อก เสกสรรค์วิก สติกเกอร์พลานุภาพโค้ช ซีนพีเรียดไฮบริดสป็อตนิรันดร์ ดยุคเมาท์ฮัลโลวีน
    โปรเจ็คท์เพลย์บอย แทงโก้โมจิสติกเกอร์วอฟเฟิล นิวแอสเตอร์แอพพริคอท `,
    HEADER: 'เอกสารประกอบการอบรม',
  },
  TRAINING_DOCUMENT_DETAIL: {
    HEADER: 'เอกสารประกอบการอบรม',
    TRAINER: 'ผู้อบรม',
    PUBLISH_DATE: 'วันที่เผยแพร่',
    DOWNLOAD_DOCUMENT: 'Download เอกสาร',
    TOTAL_DOWNLOAD: 'จำนวน download %s ครั้ง',
  },
  TRAINING_PORTFOLIO: {
    TITLE: 'ผลงานผู้เข้าอบรม',
    SUBTITLE: `ผู้เข้าอบรมได้ฝึกปฏิบัติในพื้นที่จริงและเผยแพร่ผลงานการฝึกอบรมผ่านทาง website`,
    LATEST: {
      TITLE: 'ผลงานล่าสุด',
      SUBTITLE: ''
    },
    RECOMMEND: {
      TITLE: 'ผลงานแนะนำ'
    },
    ALL: {
      TITLE: 'ผลงานทั้งหมด',
      ACTION_MORE: 'ดูเพิ่มเติม'
    }
  },
  MEDIA_MASTER: {
    TITLE: 'ฐานข้อมูลรายการต้นแบบ',
    SUBTITLE: 'รายการต้นแบบที่มีคุณภาพของสื่อชุมชนและสื่อบริการสาธารณะในกลุ่มเนื้อหาต่าง ๆ เช่น  กลุ่มการพัฒนาคุณภาพชีวิต  กลุ่มประเพณีวัฒนธรรมและอัตลักษณะท้องถิ่น  กลุ่มศิลปะและสาระบันเทิงท้องถิ่น  กลุ่มส่งเสริมประชาธิปไตยและความเข้มแข็งของชุมชน  กลุ่มเศรษฐกิจและการสร้างอาชีพชุมชน  กลุ่มข่าว/เตือนภัยและความปลอดภัยของชุมชน ',
    CATEGORY: 'ประเภทสื่อ',
    SEARCH: 'ค้นหาที่นี่',
    SORT: 'เรียงตาม',
    NAME: 'ชื่อเรื่อง',
    TOPIC: 'หัวเรื่อง',
    KEYWORD: 'คำสำคัญ',
    BRANCH: 'สาขาวิชา',
    CREATOR: 'ผู้สร้าง',
    CREATE_DATE: 'วันที่สร้าง',
    PUBLISH_DATE: 'วันที่เผยแพร่',
    DOWNLOAD: 'Download',
    TOTAL_DOWNLOAD: 'จำนวน download %s ครั้ง',
    DETAIL: 'รายละเอียดเพิ่มเติม',
    LOCATION: 'สถานที่ถ่ายทำรายการ',
    CO_CREATOR: 'ผู้สร้างสรรค์ร่วม'
  },
  MEDIA_TRAINING: {
    TITLE: 'ฐานข้อมูลสื่อต้นแบบผู้เข้าร่วมอบรม',
    CATEGORY: 'ประเภทสื่อ',
    SEARCH: 'ค้นหาที่นี่',
    SORT: 'เรียงตาม',
    NAME: 'ชื่อเรื่อง',
    TOPIC: 'หัวเรื่อง',
    KEYWORD: 'คำสำคัญ',
    BRANCH: 'สาขาวิชา',
    CREATOR: 'ผู้สร้าง',
    CREATE_DATE: 'วันที่สร้าง',
    PUBLISH_DATE: 'วันที่เผยแพร่',
    DOWNLOAD: 'Download',
    TOTAL_DOWNLOAD: 'จำนวน download %s ครั้ง',
    DETAIL: 'รายละเอียดเพิ่มเติม',
    LOCATION: 'สถานที่ถ่ายทำรายการ',
    CO_CREATOR: 'ผู้สร้างสรรค์ร่วม',
    UPDATE_DATE: 'ปรับปรุงล่าสุด',
    TOTAL_VIEW: 'เข้าชม %s ครั้ง'
  },
  MEDIA_GENERAL: {
    TITLE: 'ฐานข้อมูลรายการสื่อชุมชน',
    CATEGORY: 'ประเภทสื่อ',
    SEARCH: 'ค้นหาที่นี่',
    SORT: 'เรียงตาม',
    NAME: 'ชื่อเรื่อง',
    TOPIC: 'หัวเรื่อง',
    KEYWORD: 'คำสำคัญ',
    BRANCH: 'สาขาวิชา',
    CREATOR: 'ผู้สร้าง',
    CREATE_DATE: 'วันที่สร้าง',
    PUBLISH_DATE: 'วันที่เผยแพร่',
    DOWNLOAD: 'Download',
    TOTAL_DOWNLOAD: 'จำนวน download %s ครั้ง',
    DETAIL: 'รายละเอียดเพิ่มเติม',
    LOCATION: 'สถานที่ถ่ายทำรายการ',
    CO_CREATOR: 'ผู้สร้างสรรค์ร่วม',
    UPDATE_DATE: 'ปรับปรุงล่าสุด',
    TOTAL_VIEW: 'เข้าชม %s ครั้ง',
    ACTION_MORE: 'ดูเพิ่มเติม'
  },
  MEDIA_GLOBAL: {
    TITLE: 'ความเคลื่อนไหวของสื่อชุมชนรอบโลก',
    ACTION_MORE: 'ดูเพิ่มเติม'
  },
  MEMBER_GROUP: {
    TITLE: 'เครือข่ายศูนย์การเรียนรู้ชุมชน',
    HEADER: 'กลุ่มผู้เข้าร่วมอบรม',
    GROUP: 'กลุ่มสมาชิก'
  },
  MEMBER_GROUP_INFO: {
    TITLE: 'เครือข่ายศูนย์การเรียนรู้ชุมชน',
    MEMBER: 'สมาชิกกลุ่ม',
    PORTFOLIO: 'ผลงานกลุ่ม',
    ACTION_MORE: 'ดูเพิ่มเติม'
  },
  MEMBER_GROUP_MEMBER: {
    TITLE: 'เครือข่ายศูนย์การเรียนรู้ชุมชน',
    HEADER: 'สมาชิกทั้งหมด'
  },
  MEMBER_GROUP_PORTFOLIO: {
    TITLE: 'เครือข่ายศูนย์การเรียนรู้ชุมชน',
    HEADER: 'ผลงานทั้งหมดของกลุ่ม'
  },
  COURSE_LAW: {
    TITLE: 'กฏหมาย',
    SUBTITLE: `ประกอบด้วยเนื้อหาของ กฎหมายที่เกี่ยวข้อง`,
    COURSE: 'หลักสูตร',
    LAW: 'กฎหมายต่างๆ',
    ARTICLE: 'บทความต่างๆ',
    ACTION_MORE: 'ดูเพิ่มเติม'
  },
  COURSE: {
    TITLE: 'หลักสูตร',
    SUBTITLECOURSE: 'ประกอบด้วยเนื้อหาของหลักสูตร',
    SUBTITLE: `สหัชญาณด็อกเตอร์เกรย์น็อก เสกสรรค์วิก สติกเกอร์พลานุภาพโค้ช ซีนพีเรียดไฮบริดสป็อตนิรันดร์ ดยุคเมาท์ฮัลโลวีน
    โปรเจ็คท์เพลย์บอย แทงโก้โมจิสติกเกอร์วอฟเฟิล นิวแอสเตอร์แอพพริคอท `,
    HEADER: 'หลักสูตร'
  },
  LAW: {
    TITLE: 'กฏหมาย',
    SUBTITLE: `สหัชญาณด็อกเตอร์เกรย์น็อก เสกสรรค์วิก สติกเกอร์พลานุภาพโค้ช ซีนพีเรียดไฮบริดสป็อตนิรันดร์ ดยุคเมาท์ฮัลโลวีน
    โปรเจ็คท์เพลย์บอย แทงโก้โมจิสติกเกอร์วอฟเฟิล นิวแอสเตอร์แอพพริคอท `,
    HEADER: 'กฎหมายต่างๆ'
  },
  ARTICLE: {
    TITLE: 'บทความ',
    SUBTITLEARTICLE: 'ประกอบด้วยบทความต่างๆ ที่น่าสนใจ',
    SUBTITLE: `สหัชญาณด็อกเตอร์เกรย์น็อก เสกสรรค์วิก สติกเกอร์พลานุภาพโค้ช ซีนพีเรียดไฮบริดสป็อตนิรันดร์ ดยุคเมาท์ฮัลโลวีน
    โปรเจ็คท์เพลย์บอย แทงโก้โมจิสติกเกอร์วอฟเฟิล นิวแอสเตอร์แอพพริคอท `,
    HEADER: 'บทความต่างๆ'
  },
  FORUM: {
    TITLE: 'กระดานแลกเปลี่ยนความรู้',
    SUBTITLE: `สหัชญาณด็อกเตอร์เกรย์น็อก เสกสรรค์วิก สติกเกอร์พลานุภาพโค้ช ซีนพีเรียดไฮบริดสป็อตนิรันดร์ ดยุคเมาท์ฮัลโลวีน
    โปรเจ็คท์เพลย์บอย แทงโก้โมจิสติกเกอร์วอฟเฟิล นิวแอสเตอร์แอพพริคอท `,
    SEARCH: 'ค้นหาที่นี่',
    CATEGORY: 'หมวดหมู่',
    FORUM_HISTORY: 'โพสต์ของฉัน',
    FORUM_ALL: 'โพสต์ทั้งหมด',
    FORUM_CREATE: 'สร้างโพสต์',
    MOST_VIEW: 'รับชมสูงสุด',
    LATEST_FORUM: 'โพสต์ล่าสุด',
    ACTION_MORE: 'ดูเพิ่มเติม',
    FORUM_CREATOR: 'สร้างโพสต์โดย',
    TOTAL_VIEW: 'รับชม %s ครั้ง',
    TOTAL_LIKE: '%s ถูกใจ',
    TOTAL_COMMENT: '%s ความคิดเห็น',
    INPUT: {
      FORUM_CATEGORY: 'ประเภทโพสต์',
      FORUM_TITLE: 'หัวข้อโพสต์',
      FORUM_DETAIL: 'เขียนรายละเอียดของโพสต์',
      FORUM_COMMENT: 'แสดงความคิดเห็น'
    },
    ACTION: {
      UPDATE: 'แก้ไข',
      DELETE: 'ลบ',
      SUBMIT: 'บึนทึกโพสต์',
      COMMENT: 'แสดงความคิดเห็น'
    },
    DELETE_DIALOG: {
      TITLE: 'ลบกระทู้',
      TEXT: 'คุณต้องการจะลบกระทู้นี้ใช่หรือไม่?',
      BTN_OK: 'ตกลง',
      BTN_CANCEL: 'ยกเลิก',
      RESULT_TITLE: 'สำเร็จ',
      RESULT_TEXT: 'ลบกระทู้เรียบร้อยแล้ว'
    }
  },
  GALLERY: {
    TITLE: 'Gallery CMLC',
    SUBTITLE: `สหัชญาณด็อกเตอร์เกรย์น็อก เสกสรรค์วิก สติกเกอร์พลานุภาพโค้ช ซีนพีเรียดไฮบริดสป็อตนิรันดร์ ดยุคเมาท์ฮัลโลวีน
    โปรเจ็คท์เพลย์บอย แทงโก้โมจิสติกเกอร์วอฟเฟิล นิวแอสเตอร์แอพพริคอท `,
    INFO_HEADER: {
      TITLE: 'Gallery CMLC',
      SUBTITLE: `สหัชญาณด็อกเตอร์เกรย์น็อก เสกสรรค์วิก สติกเกอร์พลานุภาพโค้ช ซีนพีเรียดไฮบริดสป็อตนิรันดร์ ดยุคเมาท์ฮัลโลวีน
    โปรเจ็คท์เพลย์บอย แทงโก้โมจิสติกเกอร์วอฟเฟิล นิวแอสเตอร์แอพพริคอท `,
    },
    HEADER: 'Gallery CMLC',
    CLOSE: 'ปิด'
  },
  NEWS_ACTIVITY: {
    TITLE: 'ข่าว และ กิจกรรม',
    SUBTITLE: `ข่าวที่สำคัญ และกิจกรรมที่น่าสนใจของศูนย์เรียนรู้สื่อชุมชน`,
    NEWS: 'ข่าวสาร',
    HOT: 'ยอดนิยม',
    ACTIVITY: 'กิจกรรมต่างๆ',
    ACTION_MORE: 'ดูเพิ่มเติม'
  },
  NEWS: {
    TITLE: 'ข่าว และ กิจกรรม',
    SUBTITLE: `สหัชญาณด็อกเตอร์เกรย์น็อก เสกสรรค์วิก สติกเกอร์พลานุภาพโค้ช ซีนพีเรียดไฮบริดสป็อตนิรันดร์ ดยุคเมาท์ฮัลโลวีน
    โปรเจ็คท์เพลย์บอย แทงโก้โมจิสติกเกอร์วอฟเฟิล นิวแอสเตอร์แอพพริคอท `,
    HEADER: 'ข่าวทั้งหมด'
  },
  ACTIVITY: {
    TITLE: 'ข่าว และ กิจกรรม',
    SUBTITLE: `สหัชญาณด็อกเตอร์เกรย์น็อก เสกสรรค์วิก สติกเกอร์พลานุภาพโค้ช ซีนพีเรียดไฮบริดสป็อตนิรันดร์ ดยุคเมาท์ฮัลโลวีน
    โปรเจ็คท์เพลย์บอย แทงโก้โมจิสติกเกอร์วอฟเฟิล นิวแอสเตอร์แอพพริคอท `,
    HEADER: 'กิจกรรมต่างๆ'
  },
  BOOKING: {
    TITLE: 'งานบริการศูนย์',
    SUBTITLE: 'ศูนย์เรียนรู้สื่อชุมชนฯ ให้บริการยืมอุปกรณ์และจองใช้ห้องสตูดิโอชุมชน เพื่อผลิตรายการ',
    EQUIPMENT_BORROWING: {
      TITLE: 'การยืมอุปกรณ์',
      CATEGORY: 'ประเภทอุปกรณ์',
      SEARCH: 'ค้นหาที่นี่',
      SORT: 'เรียงตาม',
      TABLE: {
        CODE: 'รหัสอุปกรณ์',
        IMAGE: 'รูปภาพ',
        NAME: 'ชื่อ',
        STATUS: 'สถานะ',
        REVIEW: 'รีวิว',
        ACTION: 'จัดการ',
        RESERVE:'จอง'
      },
      MODAL_CONDITION: {
        TITLE: 'เงื่อนไขการยืมอุปกรณ์',
        ACCEPT: 'ยอมรับเงื่อนไข',
        CONDITION: '<p> ผู้ยืมต้องยอมรับเงื่อนไขในการใช้บริการของศูนย์เรียนรู้สื่อชุมชน </p>',
        NEXT: 'ต่อไป'
      },
      MODAL_PERSONAL: {
        TITLE: 'กรอกข้อมูลส่วนตัว',
        ID_CARD: 'เลขบัตรประชาชน',
        PHONE_NUMBER: 'เบอร์โทรศัพท์',
        ADDRESS: 'ที่อยู่ปัจจุบัน',
        SUBMIT: 'บันทึก',
        CANCEL: 'ยกเลิก',
      },
      MODAL_BORROWING: {
        TITLE: 'กรอกรายละเอียการยืมอุปกรณ์',
        NAME: 'ชื่ออุปกรณ์',
        CODE: 'รหัสอุปกรณ์',
        DETAIL: 'รายละเอียด',
        BOOKING_DATE: 'วันที่ยืม',
        RETURN_DATE: 'วันที่คืน',
        PURPOSE: 'วัตถุประสงค์',
        SUBMIT: 'ยื่นคำขอ',
        CANCEL: 'ยกเลิก',
      },
      MODAL_REVIEW: {
        TITLE: 'รีวิว',
        COMMENT: 'ความคิดเห็น',
        SUBMIT: 'บันทึก',
        CANCEL: 'ยกเลิก',
        NO_RESULT: 'ยังไม่มีข้อมูล'
      }
    },
    EQUIPMENT_RETURN: {
      TITLE: 'การคืนอุปกรณ์',
      CATEGORY: 'ประเภทอุปกรณ์',
      SEARCH: 'ค้นหาที่นี่',
      SORT: 'เรียงตาม',
      TABLE: {
        CODE: 'รหัสอุปกรณ์',
        NAME: 'ชื่อ',
        STATUS: 'สถานะ'
      },
    },
    STUDIO_BOOKING: {
      TITLE: 'การจองห้องสตูดิโอ',
      STUDIO: 'เลือกห้องสตูดิโอ',
      BTN_BOOKING: 'จองห้อง',
      LASTEST_TITLE: 'การจองล่าสุด',
      NO_RESULT: 'ยังไม่มีข้อมูล',
      MODAL_BOOKING: {
        TITLE: 'กรอกรายละเอียการจองห้องสตูดิโอ',
        NAME: 'ชื่อห้องสตูดิโอ',
        DETAIL: 'รายละเอียด',
        BOOKING_DATE: 'วันที่จอง',
        START_TIME: 'เวลา',
        END_TIME: 'ถึง',
        PURPOSE: 'วัตถุประสงค์',
        SUBMIT: 'ยื่นคำขอ',
        CANCEL: 'ยกเลิก',
      }
    },
    ADVISOR_BOOKING: {
      TITLE: 'การจองให้คำปรึกษา',
      ADVISOR: 'เลือกที่ปรึกษา',
      BTN_BOOKING: 'จองที่ปรึกษา',
      LASTEST_TITLE: 'การจองล่าสุด',
      NO_RESULT: 'ยังไม่มีข้อมูล',
      MODAL_BOOKING: {
        TITLE: 'กรอกรายละเอียการจองให้คำปรึกษา',
        NAME: 'ชื่อที่ปรึกษา',
        DETAIL: 'รายละเอียด',
        BOOKING_DATE: 'วันที่จอง',
        START_TIME: 'เวลา',
        END_TIME: 'ถึง',
        PURPOSE: 'วัตถุประสงค์',
        SUBMIT: 'ยื่นคำขอ',
        CANCEL: 'ยกเลิก',
      }
    }
  },
  FAQ: {
    TITLE: "FAQ's",
    EXPEANSION: [{
      id: '1',
      title: 'ทำไมเว็บเพลงออน์ไลน์ วิดีโอ เข้าไม่ได้ หรือ App บนมือถือใช้งานไม่ได้',
      detail: `คุณสามารถดูใบสั่งซื้อล่าสุดได้ในหน้า สถานะและการติดตามคำสั่งซื้อ
        อาจมีบางครั้งที่ใบสั่งซื้อที่เพิ่งออก
        อาจไม่ปรากฏขึ้นในทันทีจนกว่าการคำร้องขอการสั่งซื้อจะได้รับการดำเนินการจาก
        ระบบธุรกิจของเราโดย
        สมบูรณ์หากมีปัญหาเกิดขึ้นกับการสั่งซื้อโดยทั่วไปแล้วคุณจะได้รับการติดต่อจากทีมบริการ
        ลูกค้าของเรา`,
      status: 1,
    },
    {
      id: '2',
      title: 'ทำไมเว็บเพลงออน์ไลน์ วิดีโอ เข้าไม่ได้ หรือ App บนมือถือใช้งานไม่ได้',
      detail: `คุณสามารถดูใบสั่งซื้อล่าสุดได้ในหน้า สถานะและการติดตามคำสั่งซื้อ
        อาจมีบางครั้งที่ใบสั่งซื้อที่เพิ่งออก
        อาจไม่ปรากฏขึ้นในทันทีจนกว่าการคำร้องขอการสั่งซื้อจะได้รับการดำเนินการจาก
        ระบบธุรกิจของเราโดย
        สมบูรณ์หากมีปัญหาเกิดขึ้นกับการสั่งซื้อโดยทั่วไปแล้วคุณจะได้รับการติดต่อจากทีมบริการ
        ลูกค้าของเรา`,
      status: 1,
    }
    ]
  },
  CONTACT_US: {
    NAME: 'ติดต่อเรา',
    SUBNAME: 'Contact Us',
    CONTENT: {
      ADDRESS_DATA: 'ศูนย์เรียนรู้สื่อชุมชน มหาวิทยาลัยพะเยา เลขที่ 19 ม.2 ต.แม่กา อ.เมือง จ.พะเยา 56000',
      EMAIL: 'Email',
      EMAIL_DATA: 'cmlcup2020@gmail.com, cmlc.bca@up.ac.th',
      FACEBOOK: 'facebook',
      FACEBOOK_DATA: 'CMLCUP',
      PHONE_NUMBER: 'โทรศัพท์ : 054-466666 ต่อ 1508',
      PHONE_NUMBER_DATA: ' โทรศัพท์มือถือ : 095-447-1842',
    },
    FORM: {
      TITLE: 'ส่งข้อความถึงเรา',
      INPUT: {
        FULLNAME: 'ชื่อ-นามสกุล',
        EMAIL: 'Email Address',
        TEXT: 'ข้อความ',
        CANCEL: 'ยกเลิก',
        SUBMIT: 'ยืนยัน'
      }
    }
  },
  POLL: {
    TITLE: 'แบบสำรวจความคิดเห็น',
    TITLE_DETAIL: 'แบบสำรวจความคิดเห็นทั้งหมด',
    SUB_TITLE: 'ขอบคุณสำหรับข้อมูลของท่าน',
    VOTE: 'VOTES'
  },
  RSS: {
    TITLE: 'RSS Feed',
  },
  SITEMAP: {
    TITLE: 'Site map'
  },
  ORGANIZATION: {
    TITLE: 'หน่วยงานที่เกี่ยวข้อง'
  },
  CSITEREPORT: {
    TITLE: 'C-SITE REPORT'
  }
}
